[ { "ID" : 1,
    "choices" : [ "Continue" ],
    "description" : "<p>In the 20th century, <a href=\"http://www.nasa.gov\">NASA</a> and the rest of the world's space agencies inspired several generations to dream of a near future in which humans will step outside of it’s cradle Earth and expand into the great beyond. We now live in the 21st century, a time in which private citizens are able to dream of the stars and meaningfully contribute to humanities effort to reach for them. </p> <p>It is already clear to us that this new space renaissance will be driven by cooperation, not only between international governmental partners, but by cooperation between our traditional space agencies and private, entrepreneurial efforts aimed at commercialization of near Earth space.</p> <p>There are many players in this arena and you are one of them. You will need to learn about who is involved and how to work with them. You will also need to make decisions about missions architectures, infrastructure development, resource management amongst other issues that will pop up in building a cis lunar economy.</p>",
    "next" : [ 2 ],
    "requirements" : null,
    "title" : "Introduction"
  },
  { "ID" : 2,
    "choices" : [ "A manned mission to the moon",
        "A robotic mission to the moon"
      ],
    "description" : "<p>You will begin your adventure in the year 2018. The <a href=\"http://www.googlelunarxprize.org/\">Google Lunar XPrize</a> was won in 2015, general excitement about the Moon hit it’s peak in the year the followed as high quality videos were sent back to Earth showing the old Apollo landing sites. People are closely watching <a href=\"http://www.planetaryresources.com/\">Planetary Resources</a> as they begin to scout out the early asteroids that they plan to mine. <a href=\"http://www.spacex.com/\">SpaceX</a> has already begun launching humans to the <a href=\"http://www.nasa.gov/mission_pages/station/main/index.html\">ISS</a> and to the <a href=\"http://www.bigelowaerospace.com/\">Bigelow</a> Space Station. <a href=\"http://www.virgingalactic.com/\">Virgin Galactic</a>, <a href=\"http://www.xcor.com/\">XCOR</a>, and <a href=\"http://www.armadilloaerospace.com/n.x/Armadillo/Home\">Armadillo Aerospace</a> have all begun launching tourists into suborbit and offering point-to-point suborbital transport across the planet.</p>\t<p>You have raised $500,000,000 through a variety of methods to start up your own lunar infrastructure company.</p><div class=\"popup\">Pop-up Info: Possible methods for funding a boostrapped lunar business could include personal funds the way that people like <a href=\"http://en.wikipedia.org/wiki/Elon_Musk\">Elon Musk</a>, <a href=\"http://en.wikipedia.org/wiki/Robert_Bigelow\">Robert Bigelow</a>, or <a href=\"http://en.wikipedia.org/wiki/Jeff_Bezos\">Jeff Bezos</a> funded their own space companies. <a href=\"http://singularityhub.com/2012/11/21/space-exploration-on-the-cheap-kickstarter-sensation-ardusat-by-nanosatisfi-launches-in-2013/\">Crowd funding</a> may grow to become a viable method for raising part of the funding and with such initial funds available, it could be foreseeable that both venture capital, like the <a href=\"http://www.foundersfund.com/company/spacex\">Founders Fund</a> and <a href=\"http://www.dfj.com/portfolio/company_detail.php?SpaceX-10000570/\">DJF</a>, as well as <a href=\"http://investor.northropgrumman.com/phoenix.zhtml?c=112386&p=irol-newsArticle&ID=1044810&highlight=\">corporate cooperative investment</a> could be contributed to such an effort. One might also consider that some form of financial involvement from the government through NASA or other business development programs may be accessed as well)) You now must decide on one of the following early mission structures to begin your venture.</div>",
    "next" : [ 3,
        4
      ],
    "requirements" : null,
    "title" : "Introduction (continued)"
  },
  { "ID" : 3,
    "choices" : [ "Try again" ],
    "description" : "<p>Our collective dream is to see people work and live on the moon and beyond. You focus your early efforts on building a mission that successfully places a team of 6 astronaut engineers, geologists and scientists on the moons surface in the year 2025. While you had hoped that your mission would fly sooner, the added complication of human rating your mission caused delays. Your mission is televised and extremely popular as you had the fortuitous opportunity to have your astronauts visit and shake hands with the international government agency astronauts who have been working on the Moon for the last several years.</p> <p>Unfortunately the delays and high costs associated with using humans to start work on an economically driven lunar infrastructure have caused you to run out of money and you are unable to raise enough additional funds to continue your mission.</p><div class=\"popup\">Once a private human mission in space happens, there will be likely be peripheral revenue opportunity via media and advertising rights. In this early humans on the moon scenario, it is unlikely that these kinds of revenue streams will be enough to sustain a lunar infrastructure.</div>",
    "next" : [ 1 ],
    "requirements" : null,
    "title" : "Phase 1, Failure"
  },
  { "ID" : 4,
    "choices" : [ "Commence phase 2" ],
    "description" : "<p>To ensure swift deployment and minimal complications, you decide to implement a robotic infrastructure as your early missions.</p><div class=\"lucky\"><p>Competition between <a href=\"http://www.spacex.com/falcon_heavy.php\">SpaceX</a>, <a href=\"http://www.orbital.com/\">Orbital Science</a>, <a href=\"http://www.ulalaunch.com/site/pages/Products_DeltaIV.shtml\">the United Launch Alliance</a>, <a href=\"http://www.arianespace.com/launch-services-ariane5/ariane-5-intro.asp\">ESA</a>, and the <a href=\"http://www.energia.ru/english/energia/launchers/vehicle_energia.html\">Russian Space Agency</a> have caused launch prices to drop and launch opportunities to expand. You are able to establish your baseline lunar infrastructure ahead of schedule in 2022.</p></div><div class=\"unlucky\"><p>Several launch failures destroy part of your space asset fleet causing your baseline lunar infrastructure to be delayed and only begin operations in 2028. Luckily your investments are protected by space insurance provided by <a href=\"http://www.agcs.allianz.com/services/space/\">SpaceCo - Allianz</a>.</p></div>",
    "next" : [ 5 ],
    "requirements" : null,
    "title" : "Phase 1, Success"
  },
  { "ID" : 5,
    "choices" : [ "Aristarchus Plateau - Highest concentrations of Ore",
        "One of the Lunar Poles - Highest concentration of Sun and Volatiles"
      ],
    "description" : "<p>You must now decide upon a location for your initial base of operations.</p>",
    "next" : [ 6,
        3
      ],
    "requirements" : null,
    "title" : "Phase 2"
  },
  {"ID": 6,
	"choices": ["Make a 3D Printer",
		"Make a Resource Refinery",
		"Make a Commodity Refinery"
	],
	"description": "<p>You now need to choose how to build out your starting infrastructure.</p>",
	"next": [
		7, 8, 9
	],
	"requirements": null,
	"title": "Build Some Infrastructure"
	},
	{"ID": 7,
	"choices": ["Fantastic!  What Next?"],
	"description": "<p>You've successfully built a 3D printer</p>",
	"next": [6],
	"title": "Done!"
	},
	{"ID": 8,
	"choices": ["Fantastic!  What Next?"],
	"description": "<p>You've successfully built a Resource Refinery</p>",
	"next": [6],
	"title": "Done!"
	},
	{"ID": 9,
	"choices": ["Fantastic!  What Next?"],
	"description": "<p>You've successfully built a Commodity Refinery</p>",
	"next": [6],
	"title": "Done!"
	}	
]
